{
  "sterling-reputation": {
    "name": "Sterling Reputation",
    "description": "Whenever you mark any amount of prestige with a faction, mark one additional prestige. When you mark any amount of notoriety with a faction, you can instead clear an equivalent amount of marked prestige.",
    "playbook": "adventurer",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "subduing-strikes": {
    "name": "Subduing Strikes",
    "description": "When you aim to subdue an enemy quickly and nonlethally, you can engage in melee with Cunning instead of Might. You cannot choose to inflict serious harm if you do.",
    "playbook": "adventurer",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "talon-on-the-pulse": {
    "name": "Talon on the Pulse",
    "description": "When you gather information about the goings-on in a clearing, roll with Cunning. On a 10+, ask 3. On a 7-9, ask 2. Who holds power in this clearing? | Who is the local dissident? | What are the denizens afraid of? | What do the denizens hope for? |What opportunities exist for enterprising vagabonds? | On a miss, your questions tip off someone dangerous.",
    "playbook": "adventurer",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "orator": {
    "name": "Orator",
    "description": "When you give a speech to interested denizens of a clearing, say what you are motivating them to do and roll with Charm. On a hit, they will move to do it as they see fit. On a 10+, choose 2. On a 7-9, choose 1. They don’t try to take your intent too far | They don’t disband at the first sign of real resistance | They don’t demand you stand at their head and lead On a miss, they twist your message in unpredictable ways.",
    "playbook": "adventurer",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "well-read": {
    "name": "Well Read",
    "description": "Take +1 Cunning (max +3).",
    "playbook": "adventurer",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 1,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "fast-friends": {
    "name": "Fast Friends",
    "description": "When you try to befriend an NPC you’ve just met by matching their personality, body language, and desires, mark exhaustion and roll with Cunning. On a hit, they’ll look upon you favorably—ask them any one non- compromising question and they’ll answer truthfully, or request a simple favor and they’ll do it for you. On a 10+, they really like you—they’ll share a valuable secret or grant you a serious favor instead. On a miss, you read them totally wrong, and their displeasure costs you.",
    "playbook": "adventurer",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "brute": {
    "name": "Brute",
    "description": "Take +1 Might (max +3).",
    "playbook": "arbiter",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 1,
      "injury": 0
    }
  },
  "carry-a-big-stick": {
    "name": "Carry a Big Stick",
    "description": "When you use words to pause an argument or violent conflict between others, roll with Charm. On a hit, they choose: mark 2-exhaustion and keep going, or stop for now. On a 10+, take +1 ongoing to dealing with them peacefully. On a miss, NPCs turn their anger to you, and PCs take +1 ongoing against you for the scene.",
    "playbook": "arbiter",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "crash-and-smash": {
    "name": "Crash and Smash",
    "description": "When you smash your way through scenery to reach someone or something, roll with Might. On a hit, you reach your target. On a 10+, choose 1. On a 7–9, choose 2. You hurt yourself: mark injury | You break an important part of your surroundings | You damage or leave behind a piece of gear (GM’s choice) | On a miss, you smash through, but you leave yourself totally vulnerable on the other side.",
    "playbook": "arbiter",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "hardy": {
    "name": "Hardy",
    "description": "Take 1 additional injury box. Whenever time passes or you journey to a new clearing, you can clear 2 injury boxes automatically.",
    "playbook": "arbiter",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "strong-draw": {
    "name": "Strong Draw",
    "description": "When you target someone with a bow, mark wear on the bow to roll with Might. On a hit, mark exhaustion to inflict 1 additional injury. Mark exhaustion again to make your shot ignore the enemy’s armor—they cannot mark wear to absorb the injury.",
    "playbook": "arbiter",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  },
  "guardian": {
    "name": "Guardian",
    "description": "When you defend someone or something from an immediate NPC or environmental threat, roll with Might. On a hit, you keep them safe and choose one. On a 7–9, it costs: expose yourself to danger or escalate the situation. Draw the attention of the threat; they focus on you now | Put the threat in a vulnerable spot; take +1 forward to counterstrike | Push the threat back; you and your protectee have a chance to maneuver or flee | On a miss, you take the full brunt of the blow intended for your protectee, and the threat has you where it wants you.",
    "playbook": "arbiter",
    "attributeModifiers": {
      "charm": 0,
      "cunning": 0,
      "finesse": 0,
      "luck": 0,
      "might": 0,
      "injury": 0
    }
  }
}
